Revit 2027 API
Wall.StackedWallOwnerId Property
 Gets the stacked wall which contains this stacked wall member.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ElementId StackedWallOwnerId { get; }
Public ReadOnly Property StackedWallOwnerId As ElementId
	Get
public:
property ElementId^ StackedWallOwnerId {
	ElementId^ get ();
}
member StackedWallOwnerId : ElementId with get
Property Value
ElementId
See Also
Reference
Wall Class
Autodesk.Revit.DB Namespace